[
  {
    "id": 1,
    "race": "Dragonborn",
    "description": "Very similar to anthropomorphic dragons, the dragonborn stand tall on two feet, and are very proud of their draconic ancestry. They don't have a tail or wings, but have scales and vibrant colors."
  },
  {
    "id": 2,
    "race": "Hill Dwarf",
    "description": "Daring, sturdy and amazingly strong, the Hill Dwarves are the more sharp and intuitional of the Dwarven race."
  },
  {
    "id": 3,
    "race": "Mountain Dwarf",
    "description": "Living in the mountains, having a jagged lifestyle is of no surprise for the Mountain Dwarf. They're usually the taller ones in the Dwarven race and they are NOT intimidated by a little hardship here or there."
  },
  {
    "id": 4,
    "race": "High Elf",
    "description": "Given their graceful nature, High Elves are extremely perceptive and are naturals when trying their hands at magic. Mostly split into two separate kinds, they are either very \"hoity-toity\" and choose to be amongst themselves, or they are very friendly and more commonly found within mixed-race communities."
  },
  {
    "id": 5,
    "race": "Wood Elf",
    "description": "The forest is no place for loud beings, and the Wood Elves live by that ferociously. Speed, stealth, and brains are the top three priorities for them. Much like a wild animal, they're in love with nature and a tad hesitant towards non-elves."
  },
  {
    "id": 6,
    "race": "Dark Elf (Drow)",
    "description": "Exiled from the surface world for worshipping Lolth (a goddess associated with evil), Drow have seen themselves forced to restart from zero in an underground world called \"the Underdark\". As a result, they are usually thinner, paler, and smaller than other elves. Due to their past, Drow are looked down upon, essentially causing them to remain in the Underdark and be rarely seen."
  },
  {
    "id": 7,
    "race": "Forest Gnome",
    "description": "Don't let their small size fool you, these energetic little beings are always radiant. Forest gnomes are naturally good at illusions, being stealthy, and quick. These are less commonly seen."
  },
  {
    "id": 8,
    "race": "Rock Gnome",
    "description": "Intrinsically more inventive and all-enduring than the other Gnomes, the Rock Gnomes are the most common subrace of Gnomes found in the extensive world of D&D."
  },
  {
    "id": 9,
    "race": "Half-Elf",
    "description": "The embodiment of \"best of both worlds\", half-elves are ingenious, curious, and determined like their human parents, yet sensitive, nature-obsessed, and artsy like their elven parents. Due to aging at the same pace elves do, half-elves can be found either within human communities, or with their elven conterparts."
  },
  {
    "id": 10,
    "race": "Lightfoot Halfling",
    "description": "Much like children, Lightfoot Halflings are a happy, friendly, and adventurous race. Also like children, they don't grow past 3ft. Most halflings are happier living a calm life at home rather than in a rambunctious adventuring party, but the Lightfoot Halflings are the most susceptible to be the thrill-seekers of the race."
  },
  {
    "id": 11,
    "race": "Stout Halfling",
    "description": "The hardier of the two, Stout Halflings are pretty close to having dwarven blood. Their brawn gives them some resistance to poison."
  },
  {
    "id": 12,
    "race": "Half-Orc",
    "description": "Mainly as a result of human-orc alliance marriages, half-orcs are like a \"smarter\" version of orcs. They oftentimes live with \"Orcish\" lifestyles, displaying their barbaric mannerisms and habits with pride. Sometimes, their human parallels compel them to want more, leading them to seek the \"human\" experience, or even join adventuring parties in search of a use for their brute strength, fortitude, and human-derived resolve."
  },
  {
    "id": 13,
    "race": "Human",
    "description": "You know 'em, you love 'em, they're the white bread of D&D races-- Humans! Due to having such a shorter life expectancy than other races, humans have an immense drive to do whatever it is they set their minds to. Due to that, they are extremely adaptable, diverse, and zealous."
  },
  {
    "id": 14,
    "race": "Tiefling",
    "description": "A consequence of a pact made generations ago with none other than the overlord of the Nine Hells, Asmodeus, Tieflings are cursed with a devilish appearance and nature. Horns in all shapes and sizes, thick tails that go up to four or five ft. long, you get the picture, right? Tieflings are often the victims of ostracization, developing untrusting, sneaky, head-strong but also loyal personalities."
  }
]
